<div>
    <p>Реализация информационного сайта также позволит решить многие нюансы по организации кружкового процесса. </p>
    <p>
        Информационная система «Кружок» (ИС «Кружок») поддерживает кружковую 
        работу, как совокупность учебного контента, как средство его разработки, 
        хранения, передачи и доступа к нему. Она используется в процессе кружковой 
        работы посредством инструментальной среды, информационно-коммуникационных 
        технологий.
    </p>
    <p>ИС «Кружок» должна обеспечить:</p>
    <ol>
        <li>взаимодействие между субъектами образовательного процесса, в том 
            числе взаимодействие посредством сети Интернет;</li>
        <li>доступ к программам кружковой работы, к электронным библиотечным 
            системам и электронным образовательным ресурсам, указанным в программах 
            кружка;</li>
        <li>журналирование процесса кружковой работы, результатов промежуточной
            аттестации и результатов освоения программы кружковой работы;</li>
        <li>проведение кружковых занятий, процедур оценки результатов обучения 
            в кружке, реализация которых возможна с применением электронного 
            обучения;</li>
        <li>формирование портфолио обучающегося, с возможностью проектирования 
            электронного портфолио, включая сохранение работ обучающегося, 
            рецензий на эти работы, оценок, полученные за работы, со стороны любых 
            участников кружковой работы.</li>
        <li></li>
    </ol>
    <h2>Задачи субъектов кружковой работы в рамках эксплуатации ИС «Кружок»</h2>
    <p>Обучаемого:               </p>
    <ol>
        <li>выбрать направление кружковой работы;</li>
        <li>выбрать мастерскую (медиамастерскую);</li>
        <li>изучить необходимую для обучения в мастерской (медиамастерской)
            нормативно-правовую документацию;</li>
        <li>получить индивидуальный аттестационный лист;</li>
        <li>изучить учебные материалы;</li>
        <li>тренироваться на симуляторах или тренажерах;</li>
        <li>принимать активное участие на занятиях, консультациях, творческих 
            мероприятиях, вебинарах;</li>
        <li>выполнить и отправить на проверку задание/проект;</li>
        <li>пройти аттестацию.</li>
    </ol>
    <p>
        Задачи администратора:
    </p>
    <ol>
        <li>сформировать личное дело абитуриента;</li>
        <li>сформировать документы по движению обучающегося: зачислению в кружок,
            переводе в другие кружки, продолжение обучения в кружке и т.п.</li>
        <li>сформировать график аттестационных испытаний;</li>
    </ol>
    <p>Задачи тьютора (преподавателя):</p>
    <ol>
        <li>разработать программу кружка;</li>
        <li>определить личностные способности и интересы обучающихся;</li>
        <li>просмотреть список закрепленных обучающихся;</li>
        <li>объяснить обучающемуся основы работы в мастерской;</li>
        <li>организовать формирование учебного плана мастерской;</li>
        <li>проверить выполнение аттестационных испытаний обучающимся;</li>
        <li>организовать взаимодействие в кружке;</li>
        <li>контролировать своевременность выполнения учебных задач обучаемым;</li>
        <li>своевременное проведение занятий, мероприятий, вебинаров, консультаций в соответствии с планом кружковой работы.</li>
       
    </ol>
    <p>
        Информационный сайт описывается совокупностью интегрированных компонентов 
        в функциональной модели кружковой работы и их декомпозиции реализации кружковой 
        работы.
    </p>
    </div>
<?php



