
        <div>
            <p>Процесс глубоких перемен, происходящих в современном обществе и образовании, 
                выдвигает в качестве приоритетной проблему развития творчества, мышления, 
                способствующего формированию разносторонне-развитой личности, отличающейся 
                неповторимостью, оригинальностью. Характерной чертой современного образования 
                является его гуманистическая направленность. Она обуславливает личностно-ориентированную 
                модель взаимодействия, основанную на совместной деятельности взрослых и учащихся, 
                детей друг с другом и охватывающую как учебную так и внеурочную деятельность. 
                Образовательной целью разрабатываемой модели является развитие личности и творческого потенциала ребёнка. </p>
            <p>
                ФГОС основного общего образования, утвержденного приказом  Министерства 
                образования и науки РФ от 17 декабря 2010 г. N 1897, требует обратить особое 
                внимание педагогов на организацию внеурочной деятельности, в частности на проведение 
                кружковой работы. В соответствии с современными концепциями дополнительного обучения 
                кружковая работа в школе должна вестись интенсивно и разнопланово, 
                так как она рассматривается как важная часть учебно-педагогического процесса. 
            </p>
            <p>
                Кружковая работа является одной из форм дополнительного образования. 
                Кружковая работа отличается от уроков в школе большим разнообразием 
                форм и методов её организации. На занятиях кружковой работы широко 
                используются игровые элементы, элементы соревнования. Занятия проводятся 
                в форме беседы, проведения экскурсий, посещения выставок, выполнения и защиты проектов и т.д.
            </p>
            <p>
                Кружковая деятельность осуществляется в соответствии с действующим 
                законодательством Российской Федерации и Республики Башкортостан:

            </p>
            <ul>
                <li>Концепция развития дополнительного образования детей (далее – Концепция), 
                    разработанная Минобрнауки во исполнение решения Национального 
                    координационного совета по поддержки молодых талантов России 
                    в рамках выполнения Указа Президента Российской Федерации от 7 мая 2012 года №599. 
                    Концепцией определяются основные задачи развития дополнительного образования детей, 
                    состояние и проблемы дополнительного образования, основные механизмы и 
                    направления его развития, а также ожидаемые результаты реализации Концепции. 
                    Этим Указом поставлена задача довести к 2020 году число детей в возрасте от 5 до 18 лет, 
                    обучающихся по дополнительным образовательным программам, до 70-75% 
                    от общей численности детей этого возраста;</li>
                <li>Основы государственной молодежной политики Российской Федерации на период до 2025 года, 
                    утверждены распоряжением  Правительства Российской Федерации от 29.ноября 2014 года №2403-р;</li>
                <li>Концепция развития электронного образования в Республике Башкортостан на период
                    2015 - 2020 годов, утвержденная Постановлением Правительства РБ от 10 сентября 2015 г. n 368;</li>
                <li>Республиканская долгосрочная целевая программа «Развитие молодежной политики в Республике 
                    Башкортостан на 2012-2017 гг.», утвержденная постановлением Правительства Республики 
                    Башкортостан от 20 июня 2012г. №201;</li>
                <li></li>
            </ul>
            <p>
                Данный проект раскрывает механизм вовлечения обучающихся общеобразовательных 
                организаций в свободное от учебы (досуговое) время, объединению ребят по интересам
                независимо от места проживания. Проект позволяет осуществить поддержку интересов 
                обучающегося на протяжении обучения в общеобразовательной организации, способствует 
                определению профессиональной направленности и овладению универсальными учебными 
                действиями, включая элементарные умения и навыки профессиональной деятельности 
                (общепрофессиональные компетенции). Применение в проекте возможностей электронного 
                обучения и симуляционных технологий позволит модернизировать работу кружков, 
                объединив их в сетевую структуру, внедрить раннюю профессиональную ориентацию, 
                адаптировать дополнительное образование под потребности конкретного ученика, 
                родителей, социальные условия. Информационно-образовательная среда организации 
                кружковой работы, формируемая в результате осуществления проекта, актуализирует 
                деятельность педагогов на информационное и дидактическое сопровождения (обеспечение) 
                усвоения материала по интересам обучающихся, осуществлению мониторинга сформированности 
                начальных профессиональных умений, навыков.
            </p>
        </div>
  