<div>
    <p>В виду быстрого развития информационных технологий в образовательном процессе
        определяются преимущества электронного обучения:</p>
    <ol>
        <li>1) индивидуализация (с каждым обучающимся кружка разрабатывается индивидуальный план, основанный на учебном плане кружка; обучающийся лично выбирает последовательность и глубину (базовую, среднюю или углубленную) освоения кружковой программы, темп обучения; каждый обучающийся свободен в пользовании предоставленными образовательными услугами, в том числе в получении консультаций у кураторов кружковой работы);</li>
        <li>2) трансграничность (все обучающиеся кружка независимо от места их постоянного нахождения и доступа к услугам дополнительного образования являются обучающимися образовательной организации, осуществляющей кружковую работу; местом осуществления кружковой работы является место нахождения образовательной организации независимо от мест нахождения обучающихся; обучающиеся имеют право использовать для своего образования материально-техническую и информационную базу любой организации, являющейся партнером на условиях сетевого взаимодействия; обучающиеся могут посещать любые кружковые занятия, организуемые в рамках проекта и принимать участие в мероприятиях образовательной организации, осуществляющей кружковую работу);</li>
        <li>3) информатизация (содержание образовательных программ кружка, процедуры обучения, сопровождения и аттестации, основные виды взаимодействия участников кружковой работы реализуются с помощью информационно-коммуникационных технологий);</li>
        <li>4) тьюторинг (процесс психологического, методического и организационного сопровождения обучающихся в ходе освоения ими программы кружка осуществляемого специально сформированной системой:
            <ul>
                <li>за определенной группой обучающихся (до 15 человек) в самом 
                    начале их обучения закрепляется куратор (педагог-наставник, 
                    или тьютор), который сопровождает их до самого выпуска;</li>
                <li>тьютор организует обучение в кружке вплоть до окончания кружка
                    и получения соответствующего диплома и выступает представителем 
                    обучающихся в структуре образовательной организации, 
                    осуществляющей дополнительное образование, и координирует работу
                    с курируем им обучающимися;</li>
                <li>тьютор может инициировать переработку учебного контента. </li>
            </ul>
           
        </li>
    </ol>
 <p>Обучение необходимо проводить через творчество. Сотворив вещь человек сам начинает осознавать, как это получается и как это сделать. Поэтому главное место в кружке отводится на мастерские (медиа-мастерские), где обучаемый на своих ошибках поймет, как работает и как устроено. Реализовав компьютерную модель, он получает возможность многократно и многовариантно создавать и реализовывать в виртуальной форме.</p>
</div>
<?php

/* 
 * Copyright (C) 2017 sergey
 *
 * This program is free software; you can redistribute it and/or
 * modify it under the terms of the GNU General Public License
 * as published by the Free Software Foundation; either version 2
 * of the License, or (at your option) any later version.
 *
 * This program is distributed in the hope that it will be useful,
 * but WITHOUT ANY WARRANTY; without even the implied warranty of
 * MERCHANTABILITY or FITNESS FOR A PARTICULAR PURPOSE.  See the
 * GNU General Public License for more details.
 *
 * You should have received a copy of the GNU General Public License
 * along with this program; if not, write to the Free Software
 * Foundation, Inc., 59 Temple Place - Suite 330, Boston, MA  02111-1307, USA.
 */

