<div>
    <p>
        <b>Трудоемкость внедрения системы работы.</b> <br>
        Деятельность по организации кружковой работы по технологии связана:
    <ul>
        <li>   - с временными затратами по поиску нового материала, созданием новых методических разработок;</li>
        <li>   - с достаточно большим объемом дидактической, методической работы;</li>
        <li>   - с охватом значительного количества учащихся, разных возрастных категорий;</li>
        <li>   - нет гендерного деления. </li>
    </ul>

</div>
