<div>
    <p>
        Реализация проекта «Модель кружковой работы в форме творческих площадок
        с использованием технологии электронного обучения в общеобразовательных 
        организациях» будет осуществляться учителями школ. Базовая модель проекта 
        кружковой работы реализуется при методическом руководстве преподавателями 
        УГКТиД и предусматривает четыре направления, в свою очередь разделенных 
        на возрастные уровни обучающихся. </p>
    <p>Для обучающихся общеобразовательных организаций старших классов также предусматривается 
        проведение занятий в лабораториях и мастерских колледжа.    </p>  
    <table border="1">
        <thead>
            <tr>
                <th>№</th>
                <th>Дизайн - проектирование</th>
                <th>Информационные технологии</th>
                <th>Парикмахерское искусство</th>
                <th>Дизайн одежды</th>
            </tr>
        </thead>
        <tbody>
            <tr><td>1.</td><td colspan="4">5-6-7 кл.</td></tr>
            <tr><td> </td>
                <td>- Рисунок, композиция, живопись, 
                    - Бумажная пластика,
                    - Имитация витража с использованием различных технологий,
                    - Декорирование керамики и стекла
                </td>
                <td>- Предметная анимация,
                    - Основы компьютерной живописи и графики</td>
                <td>- Маникюр и дизайн ногтей,
                    - Визаж,
                    - Домашний парикмахер,
                    - Плетение из волос</td>
                <td>- Рисунок, композиция, живопись,
                    - Украшения из текстиля,
                    - Идеи для декора одежды,
                    - Бумажная пластика</td>
            </tr>
            <tr><td>2.</td><td colspan="4">8-9 кл.</td></tr>
            <tr>
                <td></td>
                <td>- Дизайн и декорирование интерьера,
                    - Батик (роспись на ткани)
                    - Изготовление авторских кукол,
                    - Изготовление изделий из стекла в стиле Тиффани и в технике Фьюзинг</td>
                <td>- Основы фотографии;
                    - Цифровая живопись;
                    - Компьютерная 2D-анимация;
                    - 3D-моделирование; 
                    - Видеомонтаж</td>
                <td>- Маникюр и дизайн ногтей,
                    - Визаж,
                    - Домашний парикмахер,
                    - Плетение из волос,
                    - Уход за волосами
                    - Подбор причесок с помощью Virtual HairStyler</td>
                <td>- Дизайн портьер и домашнего текстиля,
                    - Батик (роспись на ткани)
                    - Изготовление авторских кукол,
                    - Основы портновского дела,
                    - Подбор материалов для изготовления одежды </td>
            </tr>
            <tr><td>3.</td><td colspan="4">10-11 кл.</td></tr>
            <tr>
                <td></td>

                <td>- Компьютерный дизайн,
                    - Photoshop,
                    - Corol Draw,
                    - 3D Max,
                    - Illustrator
                    - Аэрография</td>
                <td>- Интуитивная режиссура,
                    - Трехмерная анимация Cinema4D,
                    - Операторское мастерство,
                    - Cмысловая фотография, 
                    - Мультимедийная журналистика</td>
                <td>- Подбор причесок с помощью Virtual HairStyler,
                    - Окрашивание
                    - Химическая завивка
                    - Моделирование и художественное оформление причесок,</td>
                <td>- Раскрой и изготовление швейных изделий на индивидуального потребителя,
                    - Разработка моделей одежды в САПР «Ассоль»</td>
            </tr>
        </tbody>
    </table>
    <p>
        Базовая модель кружковой работы может эволюционировать (изменение и 
        расширение направлений) в зависимости от потребностей регионального 
        рынка труда. Особенностью данной модели является возможность ее 
        экстраполяции на направления подготовки колледжей-партнеров 
        (ГБПОУ Уфимский машиностроительный колледж, 
        ГБПОУ Уфимский художественно-промышленный колледж и 
        ГБПОУ Аургазинский многопрофильный колледж) на базе ряда 
        общеобразовательных организаций г. Уфы и с. Толбазы.
    </p>
    <p>
        Реализация направлений ориентирована  на общепрофессиональные компетенции:</p>
    <ul>
        <li>- Понимание сущности и социальной значимости своей будущей профессии, умение 
проявлять к ней устойчивый интерес.
        <li>- Организация собственной деятельности, умение выбирать типовые методы и способы выполнения профессиональных задач, умение оценивать их эффективность и качество.</li>
        <li>- Умение принимать решение в стандартных и нестандартных ситуациях и нести за них ответственность.</li>
        <li>- Умение осуществлять поиск и использование информации, необходимой для эффективного выполнения квазипрофессиональных задач, допрофессионального и личностного развития.</li>
        <li>- Умение использовать информационно-коммуникационные технологии в профессиональной деятельности.</li>
        <li>- Умение самостоятельно определять задачи допрофессионального и личностного развития, заниматься самообразованием.</li>
        <li>- Умение ориентироваться в условиях частой смены технологий в профессиональной деятельности.</li>
    </ul>
<p> В настоящий момент полноценная реализация всех направлений с использования 
    ИКТ в школе сдерживается явным отставанием методического обеспечения 
    современного образовательного процесса, использующего ИК-технологии. 
    Школа уже работает в информационном пространстве, информационной среде, 
    но единая методическая база, которая позволяла бы учителю добиваться 
    максимальных результатов от применения ИКТ, практически отсутствует. 
    Это не только снижает эффективность применения компьютерной и мультимедийной 
    техники, но и дает отрицательный образовательный эффект из-за перегруженности 
    уроков аудио-, фото- и видеоматериалами. С другой стороны, использование 
    информационно-коммуникационных технологий в профильном обучении и во внеурочной 
    деятельности без методической базы приводит к распылению времени, энергии 
    участников образовательного процесса, к снижению эффективности использования 
    компьютерной и другой техники, к принижению идей информатизации российского 
    образования.
    </p>
</div>

<?php

/* 
 * Copyright (C) 2017 sergey
 *
 * This program is free software; you can redistribute it and/or
 * modify it under the terms of the GNU General Public License
 * as published by the Free Software Foundation; either version 2
 * of the License, or (at your option) any later version.
 *
 * This program is distributed in the hope that it will be useful,
 * but WITHOUT ANY WARRANTY; without even the implied warranty of
 * MERCHANTABILITY or FITNESS FOR A PARTICULAR PURPOSE.  See the
 * GNU General Public License for more details.
 *
 * You should have received a copy of the GNU General Public License
 * along with this program; if not, write to the Free Software
 * Foundation, Inc., 59 Temple Place - Suite 330, Boston, MA  02111-1307, USA.
 */

